[
    {
        "joke": "Chuck Norris uses ribbed condoms inside out, so he gets the pleasure.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris lost his virginity before his dad did.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris once challenged Lance Armstrong in a &quot;Who has more testicles?&quot; contest. Chuck Norris won by 5.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris does not teabag the ladies. He potato-sacks them.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris once ate three 72 oz. steaks in one hour. He spent the first 45 minutes having sex with his waitress.",
        "categories": ["explicit"]
    },
    {
        "joke": "When Chuck Norris has sex with a man, it won't be because he is gay. It will be because he has run out of women.",
        "categories": ["explicit"]
    },
    {
        "joke": "For some, the left testicle is larger than the right one. For Chuck Norris, each testicle is larger than the other one.",
        "categories": ["explicit"]
    },
    {
        "joke": "One day Chuck Norris walked down the street with a massive erection. There were no survivors.",
        "categories": ["explicit"]
    },
    {
        "joke": "70% of a human's weight is water. 70% of Chuck Norris' weight is his dick.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris' penis is a third degree blackbelt, and an honorable 32nd-degree mason.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris' dick is so big, it has it's own dick, and that dick is still bigger than yours.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris is the only known mammal in history to have an opposable thumb. On his penis.",
        "categories": ["explicit"]
    },
    {
        "joke": "China lets Chuck Norris search for porn on Google.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris doesn't have pubic hairs because hair doesn't grow on balls of steal.",
        "categories": ["explicit"]
    },
    {
        "joke": "Chuck Norris can stand on his head. His dick-head.",
        "categories": ["explicit"]
    },
    {
        "joke": "What did the toaster say to the slice of bread? &quot;I want you inside me.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "&quot;Give it to me! Give it to me!&quot; she yelled. &quot;I'm so wet, give it to me now!&quot; She could scream all she wanted, but I was keeping the umbrella.",
        "categories": ["naughty"]
    },
    {
        "joke": "Two men broke into a drugstore and stole all the Viagra. The police put out an alert to be on the lookout for the two hardened criminals.",
        "categories": ["naughty"]
    },
    {
        "joke": "They say that during sex you burn off as many calories as running eight miles. Who the hell runs eight miles in 30 seconds?",
        "categories": ["naughty"]
    },
    {
        "joke": "I'll admit it, I have a tremendous sex drive. My girlfriend lives forty miles away.",
        "categories": ["naughty"]
    },
    {
        "joke": "Who's the most popular guy at the nudist colony? The one who can carry a cup of coffee in each hand and a dozen doughnuts.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between kinky and perverted? Kinky is when you tickle your girlfriend with a feather, perverted is when you use the whole bird.",
        "categories": ["naughty"]
    },
    {
        "joke": "&quot;I bet you can't tell me something that will make me both happy and sad at the same time,&quot; a husband says to his wife. She thinks about it for a moment and then responds, &quot;Your penis is bigger than your brother's.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "A woman walks out of the shower, winks at her boyfriend, and says, &quot;Honey, I shaved myself down there. Do you know what that means?&quot; The boyfriend says, &quot;Yeah, it means the drain is clogged again.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "How do you make a pool table laugh? Tickle its balls.",
        "categories": ["naughty"]
    },
    {
        "joke": "If you were born in September, it's pretty safe to assume that your parents started their new year with a bang.",
        "categories": ["naughty"]
    },
    {
        "joke": "A naked man broke into a church. The police chased him around and finally caught him by the organ.",
        "categories": ["naughty"]
    },
    {
        "joke": "Did you hear about the constipated accountant? He couldn't budget, so he had to work it out with a paper and pencil.",
        "categories": ["naughty"]
    },
    {
        "joke": "Why did the sperm cross the road? Because I put on the wrong sock this morning.",
        "categories": ["naughty"]
    },
    {
        "joke": "An old woman walked into a dentist's office, took off all her clothes, and spread her legs. The dentist said, &quot;I think you have the wrong room.&quot; &quot;You put in my husband's teeth last week,&quot; she replied. &quot;Now you have to remove them.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "Why does a mermaid wear seashells? Because she outgrew her B-shells!",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call a cheap circumcision? A rip-off!",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you do when your cat's dead? Play with the neighbor's pussy instead.",
        "categories": ["naughty"]
    },
    {
        "joke": "How is life like toilet paper? You're either on a roll or taking s*** from someone.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between a tire and 365 used condoms? One's a Goodyear. The other's a great year.",
        "categories": ["naughty"]
    },
    {
        "joke": "What is Moby Dick's dad's name? Papa Boner.",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call someone who refuses to fart in public? A private tutor!",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call a herd of cows masturbating? Beef strokin' off!",
        "categories": ["naughty"]
    },
    {
        "joke": "What did the leper say to the sex worker? Keep the tip.",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call the lesbian version of a cock block? A beaver dam!",
        "categories": ["naughty"]
    },
    {
        "joke": "What do a penis and a Rubik's Cube have in common? The more you play with it, the harder it gets.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's long, green, and smells like bacon? Kermit The Frog's fingers!",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you get when you jingle Santa's balls? A white Christmas!",
        "categories": ["naughty"]
    },
    {
        "joke": "Why is diarrhea hereditary? It runs in your genes!",
        "categories": ["naughty"]
    },
    {
        "joke": "A penguin takes his car to the shop and the mechanic says it'll take about an hour for him to check it. While he waits, the penguin goes to an ice cream shop and orders a big sundae to pass the time. The penguin isn't the neatest eater, and he ends up covered in melted ice cream. When he returns to the shop, the mechanic takes one look at him and says, &quot;Looks like you blew a seal.&quot; &quot;No,&quot; the penguin insists, &quot;it's just ice cream.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What did one butt cheek say to the other? Together, we can stop this crap.",
        "categories": ["naughty"]
    },
    {
        "joke": "A man and a woman started to have sex in the middle of a dark forest. After about 15 minutes, the man finally gets up and says, &quot;Damn, I wish I had a flashlight!&quot; The woman says, &quot;Me too, you've been eating grass for the past ten minutes!&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you get when you cross a dick with a potato? A dictator!",
        "categories": ["naughty"]
    },
    {
        "joke": "How is sex like a game of bridge? If you have a great hand, you don't need a partner.",
        "categories": ["naughty"]
    },
    {
        "joke": "My neighbor has been mad at his wife for sunbathing nude. I personally am on the fence.",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call an expert fisherman? A Master Baiter.",
        "categories": ["naughty"]
    },
    {
        "joke": "How can you tell if your husband is dead? The sex is the same, but you get to use the remote.",
        "categories": ["naughty"]
    },
    {
        "joke": "&quot;I'd rather go through the pain of childbirth again than let you drill in my mouth,&quot; the woman told her dentist. He replied, &quot;Well, please make up your mind so I can adjust my chair.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "Why did the squirrel swim on its back? To keep its nuts dry.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between a genealogist and a gynecologist? A genealogist looks up the family tree, a gynecologist looks up the family bush.",
        "categories": ["naughty"]
    },
    {
        "joke": "Why can't you hear rabbits making love? Because they have cotton balls.",
        "categories": ["naughty"]
    },
    {
        "joke": "If your Uncle Jack was on his roof, and he wanted you to help him down, would you help your Uncle Jack off?",
        "categories": ["naughty"]
    },
    {
        "joke": "What comes after 69? Mouthwash.",
        "categories": ["naughty"]
    },
    {
        "joke": "What does Pinocchio's lover say to him? &quot;Lie to me! Lie to me!&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "Dear NASA: Your mom thought I was big enough.–Pluto",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between a pickpocket and a peeping tom? One snatches your watch. The other watches your snatch.",
        "categories": ["naughty"]
    },
    {
        "joke": "A guy is sitting at the doctor's office. The doctor walks in and says, &quot;I have some bad news. I'm afraid you're going to have to stop masturbating.&quot; &quot;I don't understand, doc,&quot; the patient says. &quot;Why?&quot; &quot;Because,&quot; the doctor says. &quot;I'm trying to examine you.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What do a nearsighted gynecologist and a puppy have in common? A wet nose.",
        "categories": ["naughty"]
    },
    {
        "joke": "How do you make your girlfriend scream during sex? Call and tell her about it.",
        "categories": ["naughty"]
    },
    {
        "joke": "Why does Dr. Pepper come in a bottle? Because his wife died!",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between hungry and horny? Where you stick the cucumber.",
        "categories": ["naughty"]
    },
    {
        "joke": "Why isn't there a pregnant Barbie doll? Ken came in another box.",
        "categories": ["naughty"]
    },
    {
        "joke": "What goes in hard and dry, but comes out soft and wet? Gum!",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the process of applying for a job at Hooters? They just give you a bra and say, &quot;Here, fill this out.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What are the three shortest words in the English language? &quot;Is it in?&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "How does a woman scare a gynecologist? By becoming a ventriloquist.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between your penis and a bonus check? Someone's always willing to blow your bonus.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between an oral and a rectal thermometer? The taste!",
        "categories": ["naughty"]
    },
    {
        "joke": "What does the sign on an out-of-business brothel say? Beat it. We're closed.",
        "categories": ["naughty"]
    },
    {
        "joke": "A family's driving behind a garbage truck when a dildo flies out and thumps against the windshield. Embarrassed, and trying to spare her young son's innocence, the mother turns around and says, &quot;Don't worry, dear. That was just an insect.&quot; &quot;Wow,&quot; the boy replies. &quot;I'm surprised it could get off the ground with a cock like that!&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What does one saggy boob say to the other saggy boob? &quot;If we don't get some support, people will think we're nuts.&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between your boyfriend and a condom? Condoms have evolved: They're not so thick and insensitive anymore.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's the difference between a G-spot and a golf ball? A guy will actually search for a golf ball!",
        "categories": ["naughty"]
    },
    {
        "joke": "Why does it take 100 million sperm to fertilize one egg? Because they won't stop to ask directions.",
        "categories": ["naughty"]
    },
    {
        "joke": "How do you embarrass an archaeologist? Give him a used tampon and ask him which period it came from.",
        "categories": ["naughty"]
    },
    {
        "joke": "What does the receptionist at a sperm bank say as clients leave? &quot;Thanks for coming!&quot;",
        "categories": ["naughty"]
    },
    {
        "joke": "What do you call a smiling Roman soldier with a piece of hair stuck between his front teeth? A glad-he-ate-her.",
        "categories": ["naughty"]
    },
    {
        "joke": "What's long and hard and full of semen? A submarine!",
        "categories": ["naughty"]
    }
]
